Repository: edersonpeka/private-comment
Catalog: languages/private-comment-*.po
Languages: pt_br

source: Private Comment
pt_br: Comentário Privado

source: Allow commenters to choose restrict their comments exhibition only to site owners
pt_br: Permite ao comentador escolher restringir a exibição de seu comentário apenas aos proprietários do site

source: Checked by default
pt_br: Marcado por padrão

source: Label text
pt_br: Texto do rótulo

source: Show "private comment" option checked by default
pt_br: Trazer a opção "comentário privado" marcada por padrão

source: Default: <code>%s</code>
pt_br: Padrão: <code>%s</code>

source: Keep this comment private (visible to site owners only)
pt_br: Manter este comentário privado (visível apenas aos proprietários do site)

source: Private comment (visible to site owners only)
pt_br: Comentário privado (visível apenas aos proprietários do site)

source: Comment %d is private
pt_br: O comentário %d é privado

source: A private comment cannot be made public
pt_br: Um comentário privado não pode ser tornado público

source: A private comment cannot receive replies
pt_br: Um comentário privado não pode receber respostas
